{
    "bloodbath": [
        {
            "text": "(Player1) manages to grab a machete and use it to fend off several attackers before escaping into the jungle.",
            "tributes": 1,
            "deaths": [],
            "killers": []
        },
        {
            "text": "(Player1) grabs a backpack from the cornucopia and narrowly avoids getting impaled by a spear trap.",
            "tributes": 1,
            "deaths": [],
            "killers": []
        },
        {
            "text": "As (Player1) makes a run for the weapons, (Player2) manages to grab a machete and slices them in half.",
            "tributes": 2,
            "deaths": [1],
            "killers": [1]
        },
        {
            "text": "(Player1) rushes towards the weapons pile but trips over a log, giving (Player2) the opportunity to strike.",
            "tributes": 2,
            "deaths": [1],
            "killers": [2]
        },
        {
            "text": "(Player1) sprints for cover, only to be knocked down and trampled by a stampede of panicked animals.",
            "tributes": 1,
            "deaths": [1],
            "killers": [1]
        },
        {
            "text": "(Player1) tries to climb a tree to escape the chaos, but is quickly shot down by (Player2) with a bow and arrow.",
            "tributes": 2,
            "deaths": [1],
            "killers": [2]
        },
        {
            "text": "As the bloodbath begins, (Player1) makes a mad dash for the edge of the jungle, hoping to evade the mayhem and danger in the center.",
            "tributes": 1,
            "deaths": [],
            "killers": []
        },
        {
            "text": "As they try to quietly slip away, (Player1) accidentally steps on a dry twig, alerting (Player2) and (Player3) to their presence.",
            "tributes": 3,
            "deaths": [],
            "killers": []
        }
    ],
    "day": [
        {
            "text": "(Player1) attempts to climb a tree to get a better view, but slips and falls to the ground below.",
            "tributes": 1,
            "deaths": [1],
            "killers": [1]
        },
        {
			"text": "A poisonous snake bites (Player1) while they're foraging for food.",
			"tributes": 1,
			"deaths": [1],
			"killers": [1]
		},
        {
			"text": "(Player1) eats a poisonous berry they mistook for an edible one and dies from the toxins.",
			"tributes": 1,
			"deaths": [1],
			"killers": [1]
		},
        {
			"text": "(Player1) accidentally sets their shelter on fire while trying to light a campfire and burns to death.",
			"tributes": 1,
			"deaths": [1],
			"killers": [1]
		},
        {
			"text": "A pack of wild monkeys steals (Player1)'s supplies and runs off.",
			"tributes": 1,
			"deaths": [],
			"killers": []
		},
        {
			"text": "(Player1) falls into a quicksand pit and has to be rescued by (Player2) and (Player3)",
			"tributes": 3,
			"deaths": [],
			"killers": []
		},
        {
			"text": "(Player1) discovers a hidden waterfall with fresh water.",
			"tributes": 1,
			"deaths": [],
			"killers": []
		}
    ],
    "night": [
        {
			"text": "(Player1) falls into a deep pit trap and is impaled by sharp stakes at the bottom.",
			"tributes": 1,
			"deaths": [1],
			"killers": [1]
		},
        {
			"text": "(Player1) climbs to the top of a tall tree to scout the surrounding jungle.",
			"tributes": 1,
			"deaths": [],
			"killers": []
		},
        {
			"text": "(Player1) is ambushed by (Player2) and (Player3) in the jungle, who overpower and kill them with machetes.",
			"tributes": 3,
			"deaths": [1],
			"killers": [2, 3]
		},
        {
			"text": "(Player1) is ambushed by a group of aggressive jaguars and is torn apart.",
			"tributes": 1,
			"deaths": [1],
			"killers": [1]
		},
        {
			"text": "(Player1) and (Player2) stumble upon a hidden cache of supplies while on night watch duty.",
			"tributes": 2,
			"deaths": [],
			"killers": []
		},
        {
            "text": "(Player1) steps on a hidden trap, triggering a spiked log that swings down and impales them.",
            "tributes": 1,
            "deaths": [1],
            "killers": [1]
        }
    ]
}